#+STARTUP: indent contents
#+OPTIONS: num:nil toc:nil
*** Execution script
In order to run this you have to "tangle" the code first using =C-c
C-v C-t=.
#+BEGIN_SRC shell :tangle no :results output :exports both
  cd ada
  gnatmake day07
  ./day07
#+END_SRC

#+RESULTS:
: Advent of Code 2020 - Day 07
: 
: The result for Part 1 is:  213
: The result for Part 2 is:  38426
